<template>
  <section class="rule-details">
    <p>重庆时时彩已更名为重庆欢乐生肖<br/>该游戏的投注时间、开奖时间和开奖号码与重庆欢乐生肖完全同步，北京时间（GMT+8）每天白天从上午07:10开到隔日凌晨03:10,每20分钟开一次奖，每天开奖59期。</p>
    <h3>
      <span class="warn">1.第一球~第五球</span>
    </h3>
    <ul>
      <li>
        <span class="warn">第一球特~第五球特：</span>第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">单双大小：</span>根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</li>
      <li>
        <span class="warn">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</li>
      <li>
        <span class="warn">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</li>
    </ul>
    <h3>
      <span class="warn">2.总和单双大小：</span>
    </h3>
    <ul>
      <li>
        <span class="warn">大小：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</li>
      <li>
        <span class="warn">单双：</span>根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</li>
    </ul>
    <h3>
      <span class="warn">3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">豹子：</span>中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">顺子：</span>中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">对子：</span>中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">半顺：</span>中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
      <li>
        <span class="warn">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">4.中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">豹子：</span>中奖号码的千位百位十位数字都相同。----如中奖号码为000、111、999等，中奖号码的千位百位十位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">顺子：</span>中奖号码的千位百位十位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码千位百位十位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">对子：</span>中奖号码的千位百位十位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">半顺：</span>中奖号码的千位百位十位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
      <li>
        <span class="warn">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">5.后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">豹子：</span>中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">顺子：</span>中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">对子：</span>中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</li>
      <li>
        <span class="warn">半顺：</span>中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</li>
      <li>
        <span class="warn">杂六：</span>不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">6.龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">龙：</span>开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。开和视为不中奖</li>
      <li>
        <span class="warn">虎：</span>开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。开和视为不中奖
      </li>
      <li>
        <span class="warn">和：</span>开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">7.斗牛：开奖号码不分顺序。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">牛牛：</span>根据开奖第一球 ~ 第五球开出的球号数字为基础，任意组合三个号码成0或10的倍数，取剩余两个号码之和为点数（大于10时减去10后的数字    作为对奖基数，如：00026为牛8，02818为牛9，68628、23500皆为牛10俗称牛牛；26378、15286因任意三个号码都无法组合成0或10的倍数，称为没牛，注：当五个号码相同时，只有00000视为牛牛，其它11111，66666等皆视为没牛)
      </li>
      <li>
        <span class="warn">大小：</span>牛大(牛6,牛7,牛8,牛9,牛牛)，牛小(牛1,牛2,牛3,牛4,牛5)，若开出斗牛结果为没牛，则投注牛大牛小皆为不中奖。
      </li>
      <li>
        <span class="warn">单双：</span>牛单(牛1,牛3,牛5,牛7,牛9)，牛双(牛2,牛4,牛6,牛8,牛牛)，若开出斗牛结果为没牛，则投注牛单牛双皆为不中奖。
      </li>
    </ul>
    <h3>
      <span class="warn">8.梭哈：开奖号码不分顺序 。</span>
    </h3>
    <ul>
      <li>
        <span class="warn">五条：</span>开奖的五个号码全部相同，例如：22222、66666、88888 投注梭哈：五条 中奖，其它不中奖。四条：开奖的五个号码中有四个号码相同，例如：22221、66663、88885 投注梭哈：四条 中奖，其它不中奖。
      </li>
      <li>
        <span class="warn">葫芦：</span>开奖的五个号码中有三个号码相同(三条)另外两个号码也相同(一对)，例如：22211、66633 投注梭哈：葫芦 中奖，其它不中奖。
      </li>
      <li>
        <span class="warn">顺子：</span>开奖的五个号码只有下例十个且顺序要一致：01234、12345、23456、34567、45678、56789、67890、78901、89012、90123 投注梭哈：顺子 中奖，其它不中奖。
      </li>
      <li>
        <span class="warn">三条：</span>开奖的五个号码中有三个号码相同另外两个不相同，例如：22231、66623、88895 投注梭哈：三条 中奖，其它不中奖。
      </li>
      <li>
        <span class="warn">两对：</span>开奖的五个号码中有两组号码相同，例如：22166、66355、82668 投注梭哈：两对 中奖，其它不中奖。
      </li>
      <li>
        <span class="warn">一对：</span>开奖的五个号码中只有一组号码相同，例如：22168、66315、82968 投注梭哈：一对 中奖，其它不中奖。 
      </li>
      <li>
        <span class="warn">散号：</span>开奖号码不是五条、四条、葫芦、三条、顺子、两对、一对的其它所有开奖号码，例如：23186、13579、21968 投注梭哈：散号中奖，其它不中奖。
      </li>
    </ul>
  </section>
</template>

