<template>
  <section class="rule-details">
    <p>十分赛车开奖结果源自于10 Minutes Car Racing，在意大利米兰是非常火红热门的游戏，玩法如同北京PK10，从 00:00 起每10分钟开奖一次，共144期，全天候不间断！<br/>1950年，首届世界一级方程式锦标赛开办，在义大利米兰北部的蒙札赛道举办，至今都是非常受欢迎的竞速比赛。当地也在2012年推出了10 Minutes Car Racing彩票，一推出即造成极大的轰动，利用赛车竞速的模式来设定规则，采用1至10号车来做排名，至今仍是当地极为盛行的彩种，也因为全日开奖，所以随时皆可下注游玩。</p>
    <h3>
      <span class="warn">1～10 两面：</span>指 单、双；大、小。</h3>
    <ul>
      <li>
        <span class="warn">单、双：</span>号码为双数叫双，如4、8；号码为单数叫单，如5、9。</li>
      <li>
        <span class="warn">大、小：</span>开出之号码大于或等于6为大，小于或等于5为小。</li>
      <li>
        <span class="warn">第一名～第十名 车号指定：</span>每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">1～5龙虎</span>
    </h3>
    <ul>
      <li>
        <span class="warn">冠 军 龙/虎：</span>“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">亚 军 龙/虎：</span>“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第三名 龙/虎：</span>“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第四名 龙/虎：</span>“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
      <li>
        <span class="warn">第五名 龙/虎：</span>“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。</li>
    </ul>
    <h3>
      <span class="warn">冠军车号＋亚军车号＝冠亚和值（为3~19)</span>
    </h3>
    <ul>
      <li>
        <span class="warn">冠亚和单双：“冠亚和值”</span>为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。</li>
      <li>
        <span class="warn">冠亚和大小：“冠亚和值”</span>大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。</li>
      <li>
        <span class="warn">冠亚和指定：“冠亚和值”</span>可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。</li>
    </ul>
  </section>
</template>

<script>
export default {
  props: ['gameName']
}
</script>
