<template>
  <section class="rule-details">
    <ul>
      <p>「秒速快3」是引进欧洲博彩公司开奖设备，由菲律宾博彩执照公司审核监控，联合开发的彩票游戏<p>
      <p>保证公平公正；由于该彩种并不属于某单一地区彩种，所以暂时还未对外开放官方网站，但是这类彩种在欧洲当地是非常火爆的，您可以放心投注</p>
      <p>开奖时间，北京时间（GMT+8）每天白天从早上07:25:00开到凌晨06:30:00，每75秒开一次奖,每天开奖1105期。</p>
    </ul>
    <h3>
      <span class="warn">和值</span>
    </h3>
    <p>以全部开出的三个号码、加起来的总和来判定。</p>
    <ul>
      <li>大小：三个开奖号码总和值11~17 为大；总和值4~10 为小；若三个号码相同、则不算中奖。
      </li>
      <li>开奖号码总和值为4、5、6、7、8、9、10、11、12、13、14、15、16、17时，即为中奖；</li>
      <li>举例：如开奖号码为1、2、3、总和值为6、则投注「6」即为中奖。</li>
    </ul>
    <h3>
      <span class="warn">独胆</span>
    </h3>
    <p>三个开奖号码其中一个与所选号码相同时、即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、1、3，则投注独胆1或独胆3皆视为中奖。</li>
      <li>备注：不论当局指定点数出现几次，仅派彩一次(不翻倍)。</li>
    </ul>
    <h3>
      <span class="warn">豹子</span>
    </h3>
    <ul>
      <li>豹子：开奖号码三字同号、且与所选择的豹子组合相符时，即为中奖。</li>
      <li>任意豹子：任意豹子组合、开奖号码三字同号，即为中奖。</li>
    </ul>
    <h3>
      <span class="warn">两连</span>
    </h3>
    <p>任选一长牌组合、当开奖结果任2码与所选组合相同时，即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、2、3、则投注两连12、两连23、两连13皆视为中奖。</li>
    </ul>
    <h3>
      <span class="warn">对子</span>
    </h3>
    <p>开奖号码任两字同号、且与所选择的对子组合相符时，即为中奖。</p>
    <ul>
      <li>举例：如开奖号码为1、1、3、则投注对子1、1，即为中奖。</li>
    </ul>
  </section>
</template>

