<template>
  <section class="rule-details">
    <p>官网：
        <a href="http://www.swlc.gov.cn/" target="_blank">上海福彩网</a>
    <p>
    <h3>
      <span class="warn">和值</span>
    </h3>
    <p>以全部开出的三个号码、加起来的总和来判定。</p>
    <ul>
      <li>大： 开奖结果数字相加的和在11－18的范围内，即为中奖。</li>
      <li>小： 开奖结果数字相加的和在3－10的范围内，即为中奖。注：若三粒骰子平面点数相同，通吃「大」、「小」各注</li>
      <li>单： 开奖结果数字相加的和为单数，即为中奖。</li>
      <li>双： 开奖结果数字相加的和为双数，即为中奖。</li>
      <li>具体和值： 选择具体和值(3-18),开奖结果数字相加的和等于所选的值，即为中奖。</li>
    </ul>
    <h3>
      <span class="warn">三连号</span>
    </h3>
    <ul>
      <li>三连号通选： 对所有3个相连的号码（123、234、345、456）进行投注，任意号码开出即中奖</li>
      <li>三连号单选： 对所有3个相连的号码（123、234、345、456）中的任意一个进行投注，所选号码开出即中奖；</li>
    </ul>
    <h3>
      <span class="warn">三同号</span>
    </h3>
    <ul>
      <li>三同号通选： 对所有相同的三个号码（111、222、333、444、555、666）进行投注，任意号码开出即中奖；</li>
      <li>三同号单选： 对所有相同的三个号码（111、222、333、444、555、666）中的任意一个进行投注，所选号码开出即中奖；</li>
    </ul>
    <h3>
      <span class="warn">二同号</span>
    </h3>
    <p>中奖号码是三个号码内出现两个相同号码，如：112，211，131，视为中奖；但如果开奖结果为豹子（三同号），则二同号将视为不中奖。</p>
    <h3>
      <span class="warn">跨度</span>
    </h3>
    <ul>
      <li>大： 开奖号码中的数字最大数减去最小数结果为3、4、5，即为中奖；</li>
      <li>小： 开奖号码中的数字最大数减去最小数结果为0、1、2，即为中奖；</li>
      <li>单： 开奖号码中的数字最大数减去最小数结果为1、3、5，即为中奖；</li>
      <li>双： 开奖号码中的数字最大数减去最小数结果为0、2、4，即为中奖；</li>
      <li>具体跨度值： 开奖号码中的数字最大数减去最小数结果为所选跨度值，即为中奖；</li>
    </ul>
    <h3>
      <span class="warn">牌点</span>
    </h3>
    <ul>
      <li>大： 开奖结果数字相加，若个位数为6-9或者0，即为中奖；</li>
      <li>小： 开奖结果数字相加，若个位数为1-5，即为中奖；</li>
      <li>单： 开奖结果数字相加，若个位数为单数，即为中奖；</li>
      <li>双： 开奖结果数字相加，若个位数为双数，即为中奖；</li>
      <li>具体牌点值： 开奖结果数字相加，若个位数为选择的牌点，即为中奖；</li>
    </ul>
    <h3>
      <span class="warn">不出号码</span>
    </h3>
    <p>开奖号码中不存在你所选数字，即为中奖。</p>
    <h3>
      <span class="warn">必出号码</span>
    </h3>
    <p>开奖号码中存在你所选数字，即为中奖。</p>
  </section>
</template>